# Casks
cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Apps
cask 'font-iosevka'

# Shells
brew 'bash'
brew 'zsh'

# Languages
brew 'go'
brew 'node'

# Package Managers
brew 'bazel'
brew 'buildifier'
brew 'yarn'

# Tools
brew 'git'
brew 'jq'
brew 'fzf'
brew 'stow'
brew 'ripgrep'
brew 'tree'
brew 'vim'
