# Casks
cask_args appdir: '/Applications'

tap 'homebrew/cask'

# Casks
cask 'gpg-suite'

# Shells
brew 'bash'
brew 'zsh'

# Languages
brew 'go'
brew 'node'
brew 'rbenv'

# Package Managers
brew 'yarn'

# Editors
brew 'vim'

# Tools
brew 'awscli'
brew 'bazelisk'
brew 'buildifier'
brew 'fzf'
brew 'git'
brew 'hugo'
brew 'jq'
brew 'ripgrep'
brew 'stow'
brew 'tree'
