# Casks
cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Apps
cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'font-iosevka'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spotify'

# Shells
brew 'bash'
brew 'zsh'

# Languages
brew 'node'
brew 'go'

# Tools
brew 'bazel'
brew 'daemontools'
brew 'git'
brew 'jq'
brew 'fzf'
brew 'openssl'
brew 'shellcheck'
brew 'stow'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'yarn'
